Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# DidNotGetTheCodeInfo
source: If you didn't get the code by SMS or call, please check your **cellular data settings** and phone number: **{0}** Your remaining options are to try another number or to contact Telegram Support. Tap **Help** to send us the technical details so that we can identify the problem.
ar: إذا لم يصلك الرمز برسالة نصية SMS أو اتصال فيرجى التحقق من **إعدادات البيانات الخلوية** ورقم الهاتف: **⁨{0}⁩** خياراتك المتبقية هي إما تجربة رقم آخر أو التواصل مع دعم تيليجرام. يمكنك الضغط على **مساعدة** لإرسال التفاصيل الفنية إلينا لنتمكن من التعرف على المشكلة.
ca: Si no heu rebut el codi per SMS ni trucada, comproveu la **configuració de dades mòbils** i el número de telèfon: **{0}** Les opcions disponibles són provar un altre número o parlar amb l'assistència del Telegram. Toqueu **Ajuda** per enviar-nos detalls tècnics i poder identificar el problema.
de: Falls du den Code nicht per SMS oder Anruf erhalten hast, prüfe deine **Mobilfunk-Einstellungen** und Handynummer: **{0}** Hilft auch nicht, kannst du eine andere Handynummer probieren oder den Telegram Support kontaktieren. Tippe auf **Hilfe**, um uns technische Daten zu senden.
es: Si no recibiste el código por SMS o llamada, comprueba tus **ajustes de datos móviles** y número de teléfono: **{0}** Las opciones restantes son probar con otro número o contactar al soporte de Telegram. Toca **Ayuda** para enviarnos los detalles técnicos y así poder identificar el problema.
fi: Jos et saa koodia tekstiviestitse tai puhelimitse, tarkista **mobiilidata-asetuksesi** ja puhelinnumerosi: **{0}** Vaihtoehtoinasi on kokeilla toista numeroa tai ottaa yhteyttä Telegramin tukeen. Napauta **Apua**-painiketta lähettääksesi meille tekniset tiedot ongelmasta, jotta voisimme yrittää ratkaista sen.
fr: Si vous n'avez pas reçu le code par SMS ou par appel, veuillez vérifier vos **paramètres de données mobiles** et votre numéro de téléphone : **{0}** Vos options restantes sont d'essayer un autre numéro ou de contacter l'assistance Telegram. Appuyez sur **Aide** pour nous envoyer les détails techniques afin que nous puissions identifier le problème.
it: Se non hai ricevuto il codice tramite SMS o chiamata, per favore controlla le tue **impostazioni dati cellulare** e il numero di telefono: **{0}** Non ti resta che provare un altro numero o contattare il supporto Telegram. Tocca **Aiuto** per inviarci i dettagli tecnici in modo da poter identificare il problema.
ko: 코드를 SMS 혹은 전화로 받지 못하였을 경우, **셀룰러 데이터 설정**과 전화번호를 확인해주세요: **{0}** 현재 남은 방법은 다른 번호로 시도하시거나 텔레그램 지원에 연락하는 것입니다. **도움말**을 탭하여 저희가 문제를 확인할 수 있도록 자세하게 기술적인 내용을 전달해주세요.
ms: Jika anda tidak perolehi kod melalui SMS atau panggilan, sila semak **aturan data fon** anda dan nombor fon anda. **{0}** Pilihan anda yang ada adalah untuk cuba nombor yang lain atau hubungi **Sokongan Telegram**. Tekan **Bantuan** untuk kirim kami butiran teknikal agar kami dapat mencari punca isu.
pl: Jeśli nie otrzymano kodu SMS-em lub telefonicznie, sprawdź swoje **ustawienia danych komórkowych** i numer telefonu: **{0}** Pozostałe opcje to wypróbowanie innego numeru lub skontaktowanie się z pomocą techniczną Telegrama. Dotknij **Pomoc**, aby przesłać nam szczegóły techniczne, dzięki którym będziemy mogli zidentyfikować problem.
pt_br: Se você não recebeu o código por SMS ou chamada, por favor confira suas **configurações de dados móveis** e número de telefone: {0} Você pode tentar com outro número ou falar com o Suporte do Telegram. Toque em **Ajuda** para enviar os detalhes técnicos que nos ajudarão a identificar o problema.
ru: Если Вы не получили звонок или СМС с кодом, проверьте настройки сотовой связи и указанный Вами номер: **{0}** Если это не помогло, Вы можете указать другой номер телефона или связаться с командой поддержки Telegram. Чтобы сообщить нам о проблеме и отправить техническую информацию для диагностики, нажмите **Помощь**.
sv: Om du inte fick koden på sms eller via uppringning, vänligen kontrollera din **modildatainställningar** och telefonnummer: **{0}** Återstående alternativ är att försöka med ett annat nummer eller kontakta Telegrams support. Tryck **Hjälp** för att skicka tekniska uppgifter till oss så att vi kan reda ut problemet.
tr: Kodu SMS veya arama yoluyla almadıysanız, lütfen **hücresel veri ayarlarınızı** ve telefon numaranızı kontrol edin: **{0}** Diğer seçenekleriniz, başka bir numara denemek veya Telegram Destek ile iletişime geçmektir. Sorunu tanımlayabilmemiz için bize teknik ayrıntıları göndermek üzere **Yardım**'a dokunun.
uk: Якщо ви не одержали коду в SMS або виклику, перевірте **налаштування мобільних даних** та номер телефону: **{0}** Якщо це не допоможе, вам залишиться спробувати інший номер телефону або зв'язатися з підтримкою Telegram. Натисніть **Допомога**, щоб надіслати нам технічну інформацію і ми могли з'ясувати проблему.

# DidNotGetTheCodePhone
source: Get code on this phone
ar: استلام الرمز على هذا الهاتف
be: Атрымаць код на гэтым тэлефоне
ca: Obteniu el codi en aquest telèfon
de: Code auf diesem Telefon erhalten
es: Recibir el código en este teléfono
fi: Pyydä koodia tälle puhelimelle
fr: Obtenir le code sur ce téléphone
it: Ricevi il codice su questo telefono
ko: 이 휴대폰에 코드 받기
ms: Dapatkan kod pada fon ini
pt_br: Obter código neste telefone
ru: Получить код на телефон
sv: Få kod till den här telefonen
tr: Bu telefonda kod al
uk: Отримати код на цей телефон

# DidNotGetTheCodeSms
source: Send the code as an SMS
ar: إرسال الرمز برسالة نصية SMS
be: Адправіць код праз SMS
ca: Envia el codi per SMS
de: Code per SMS senden
es: Enviar el código por SMS
fa: ارسال کد به صورت پیامک
fi: Lähetä koodi tekstiviestitse
fr: Envoyer le code par SMS
id: Kirim kode via SMS
it: Invia il codice come SMS
ko: 코드를 SMS로 보내기
ms: Kirim kod sebagai SMS
nl: Verstuur de code per SMS
pl: Wyślij kod SMS-em
pt_br: Enviar o código por SMS
ru: Отправить код через SMS
sv: Tryck för att få koden som SMS
tr: Kodu kısa mesaj olarak gönder
uk: Надіслати код в SMS
uz: Kodni SMS orqali yuborish

source: Directions
ar: الاتجاهات
be: Напрамкі
ca: Indicacions
de: Wegbeschreibung
es: Cómo llegar
fa: مسیر
fi: Ohjeet
fr: Itinéraire
id: Arah
it: Indicazioni
ko: 가는 길
ms: Arah
nl: Aanwijzingen
pl: Trasa
pt_br: Direções
ru: Маршрут
sv: Riktningar
tr: Yol Tarifi
uk: Маршрути
uz: Yoʻnalishlar

# DirectShareInfo
source: Show recent chats in Android share menu
ar: إظهار آخر المحادثات في قائمة المشاركة
be: Нядаўнія чаты ў меню «Абагуліць»
ca: Mostra els xats recents al menú Compartir
de: Letzte Chats im Teilen-Menü anzeigen
es: Chats recientes al compartir en Android
fa: نمایش گفتگوهای اخیر در فهرست به اشتراک گذاری اندروید
fi: Näytä viimeisimmät keskustelut jakovalikossa
fr: Échanges récents dans le menu partage
id: Tampilkan obrolan terkini di menu berbagi
it: Mostra le chat recenti nel menu di condivisione
ko: 공유 메뉴에 최근 대화방 띄우기
ms: Tunjuk bual terbaru di menu kongsi Android
nl: Recente chats in snel delen weergeven
pl: Pokaż ostatnie czaty w menu udostępniania Androida
pt_br: Mostra chats recentes no menu compartilhar.
ru: Показывать недавние чаты в меню
sv: Visa senaste chattar i Androids delningsmeny
tr: Android paylaşım menüsünde son sohbetler gösterilir
uk: Показувати недавні чати при поширенні з програм
uz: Menyuda oxirgi chatlarni koʻrsatish
zh_cn: 在系统分享菜单中显示最近的对话
zh_tw: 在系統分享功能表中顯示最近的對話

source: Disable
ar: تعطيل
be: Адключыць
ca: Desactiva
de: Deaktivieren
es: Desactivar
fa: غیرفعال کردن
fi: Poista käytöstä
fr: Désactiver
id: Nonaktif
it: Disattiva
ko: 사용 안 함
ms: Nyahdaya
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить
sv: Inaktivera
tr: Kapat
uk: Вимкнути
uz: Faolsizlantirish

# DisablePasscode
source: Turn Passcode Off
ar: إيقاف رمز القفل
be: Адключыць код доступу
ca: Desactiva el codi d'accés
de: Pincode ausschalten
es: Desactivar código
fi: Poista pääsykoodi käytöstä
fr: Désactiver le code d'accès
it: Disattiva codice
ko: 암호 끄기
ms: Padam Kod Laluan
pl: Wyłącz kod dostępu
pt_br: Desativar Senha
ru: Выключить код-пароль
sv: Koppla från åtkomstkod
tr: Uygulama Parolasını Kapat
uk: Вимкнути код блокування

# DisablePasscodeConfirmMessage
source: Are you sure you want to turn off passcode?
ar: هل تريدون فعلًا تعطيل رمز القفل؟
be: Вы ўпэўнены, што хочаце адключыць код доступу?
ca: Segur que voleu desactivar el codi d'accés?
de: Wirklich den Pincode deaktivieren?
es: ¿Quieres desactivar el código?
fi: Haluatko varmasti poistaa pääsykoodin käytöstä?
fr: Êtes-vous sûr de vouloir désactiver le code d'accès ?
it: Vuoi davvero disattivare il codice?
ko: 정말 암호를 끄겠습니까?
ms: Anda pasti ingin padam kod laluan?
pl: Czy na pewno chcesz wyłączyć kod dostępu?
pt_br: Deseja desativar a senha de bloqueio?
ru: Вы точно хотите отключить пароль?
sv: Är du säker att du vill inaktivera din åtkomstkod?
tr: Parolayı kapatmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вимкнути код блокування?

# DisablePasscodeTurnOff
source: Turn Off
ar: إيقاف
be: Адключыць
ca: Desactiva
de: Ausschalten
es: Desactivar
fi: Poista käytöstä
fr: Désactiver
it: Disattiva
ko: 끄기
ms: Padam
pl: Wyłącz
pt_br: Desativar
ru: Отключить
sv: Koppla bort
tr: Kapat
uk: Вимкнути

# DisappearingGif
source: Secret GIF
ar: صورة متحركة سرية
be: Сакрэтная анімацыя
ca: GIF efímer
de: Geheimes GIF
es: GIF secreto
fa: گیف محرمانه
fi: Katoava GIF
fr: GIF éphémère
id: GIF Rahasia
it: GIF segreta
ko: 비밀 GIF
ms: GIF Rahsia
nl: Geheime GIF
pl: Samozniszczalny GIF
pt_br: GIF Autodestrutivo
ru: Секретный GIF
sv: Försvinnande GIF
tr: Gizli GIF
uk: Секретне GIF
uz: Maxfiy GIF
zh_cn: 阅后即焚 GIF
zh_tw: 自毀 GIF

# DisappearingPhoto
source: Secret Photo
ar: صورة تُحذف تلقائيًا
be: Сакрэтнае фота
ca: Foto efímera
de: Geheimes Bild
es: Foto secreta
fa: عکس محرمانه
fi: Katoava kuva
fr: Photo éphémère
id: Foto Rahasia
it: Foto segreta
ko: 비밀 사진
ms: Foto Rahsia
nl: Geheime foto
pl: Samozniszczalne zdjęcie
pt_br: Foto Autodestrutiva
ru: Секретное фото
sv: Försvinnande bild
tr: Gizli Fotoğraf
uk: Секретне фото
uz: Maxfiy rasm
zh_cn: 阅后即焚图片
zh_tw: 自毀圖片

source: Disappearing Video
ar: مقطع مرئي يختفي
be: Відэа з таймерам самазнішчэння
ca: Vídeo efímer
de: Geheimes Video
es: Video temporal
fi: Katoava video
fr: Vidéo éphémère
it: Video temporaneo
ko: 사라지는 동영상
ms: Video Menghilang
nl: Tijdelijke video
pl: Samozniszczalne wideo
pt_br: Vídeo Autodestrutivo
ru: Исчезающее видео
sv: Försvinnande video
tr: Kaybolan Video
uk: Зникаюче відео

source: Discard changes?
ar: تجاهل التغييرات؟
be: Адхіліць змены?
ca: Voleu descartar els canvis?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fa: تغییرات حذف شوند؟
fi: Hylätäänkö muutokset?
fr: Voulez-vous annuler les changements ?
id: Abaikan perubahan?
it: Scartare le modifiche?
ko: 변경 사항을 삭제할까요?
ms: Hapus pertukaran?
nl: Wijzigingen weggooien?
pl: Odrzucić zmiany?
pt_br: Descartar mudanças?
ru: Отменить изменения?
sv: Ignorera ändringar?
tr: Değişiklikler yok sayılsın mı?
uk: Відхилити зміни?
uz: Oʻzgarishlar bekor qilinsinmi?
zh_cn: 放弃修改？
zh_tw: 放棄修改？

# DiscardVideoMessageDescription
source: Are you sure you want to stop recording and discard your video message?
ar: هل ترغب حقًا في إيقاف التسجيل وتجاهل الرسالة المرئية؟
be: Вы ўпэўнены, што хочаце спыніць запіс і адхіліць відэапаведамленне?
ca: Segur que voleu deixar d'enregistrar el missatge de vídeo i descartar-lo?
de: Möchtest du die Aufnahme beenden und wirklich die Videonachricht dadurch verwerfen?
es: ¿Quieres detener la grabación y descartar tu videomensaje?
fa: آیا از متوقف کردن ضبط و حذف پیام ویدیویی خود اطمینان دارید؟
fi: Haluatko varmasti lopettaa nauhoittamisen ja hylätä videoviestisi?
fr: Voulez-vous vraiment arrêter l'enregistrement et effacer votre message vidéo ?
id: Apakah Anda yakin untuk stop merekam dan hapus pesan video?
it: Vuoi davvero terminare la registrazione e scartare il tuo videomessaggio?
ko: 정말 녹화를 멈추고 동영상 메시지를 삭제하시겠습니까?
ms: Anda pasti untuk menghentikan rakaman dan hapus mesej video anda?
nl: Wil je stoppen met opnemen en je videobericht weggooien?
pl: Czy na pewno chcesz zatrzymać nagrywanie i odrzucić wiadomość wideo?
pt_br: Tem certeza de que deseja parar de gravar e descartar sua mensagem de vídeo?
ru: Вы точно хотите прекратить запись и удалить видеосообщение?
sv: Är du säker på att stoppa inspelningen och stänga videomeddelandet
tr: Görüntülü mesajı kaydetmeyi durdurmak ve silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете зупинити записування та відхилити своє відеоповідомлення?
uz: Videoxabar yozishni toʻxtatib, uni rad etmoqchimisiz?
zh_cn: 您确定要停止录制并丢弃您的视频消息吗？
zh_tw: 您確定要停止錄製並丢棄您的影片嗎？

# DiscardVideoMessageTitle
source: Discard Video Message
ar: تجاهل الرسالة المرئية
be: Адхіліць відэапаведамленне
ca: Descarta el missatge de vídeo
de: Videonachricht verwerfen
es: Descartar videomensaje
fa: حذف پیام ویدیویی
fi: Hylkää videoviesti
fr: Effacer le message vidéo
id: Hapus Pesan Video
it: Scarta videomessaggio
ko: 동영상 메시지 삭제
ms: Hapus Mesej Video
nl: Videobericht weggooien
pl: Odrzuć wiadomość wideo
pt_br: Descartar Mensagem de Vídeo
ru: Отмена видеосообщения
sv: Avbryt videomeddelande
tr: Görüntülü Mesajı Sil
uk: Відхилити відеоповідомлення
uz: Videoxabarni rad etish
zh_cn: 取消视频消息录制
zh_tw: 取消影片錄製

# DiscardVoiceMessageAction
source: Discard
ar: تجاهل
be: Адхіліць
ca: Descarta'l
de: Verwerfen
es: Descartar
fa: حذف پیام
fi: Hylkää
fr: Effacer
id: Hapus
it: Scarta
ko: 삭제
ms: Hapus
nl: Weggooien
pl: Odrzuć
pt_br: Descartar
ru: Да
sv: Kasta
tr: Vazgeç
uk: Відхилити
uz: Rad etish
zh_cn: 确定
zh_tw: 確定

# DiscardVoiceMessageDescription
source: Are you sure you want to stop recording and discard your voice message?
ar: هل ترغب حقًا في إيقاف التسجيل وتجاهل الرسالة الصوتية؟
be: Вы ўпэўнены, што хочаце спыніць запіс і адхіліць галасавое паведамленне?
ca: Segur que voleu deixar d'enregistrar el missatge de veu i descartar-lo?
de: Möchtest du die Aufnahme beenden und wirklich die Sprachnachricht dadurch verwerfen?
es: ¿Quieres detener la grabación y descartar tu mensaje de voz?
fa: آیا از متوقف کردن ضبط صدا و حذف پیام صوتی خود اطمینان دارید؟
fi: Haluatko varmasti lopettaa nauhoittamisen ja hylätä ääniviestisi?
fr: Voulez-vous vraiment arrêter l'enregistrement et effacer votre message vocal ?
id: Apakah Anda yakin untuk stop merekam dan hapus pesan suara?
it: Vuoi davvero terminare la registrazione e scartare il tuo messaggio vocale?
ko: 정말 녹음을 멈추고 음성 메시지를 삭제하시겠습니까?
ms: Anda pasti untuk menghentikan rakaman dan hapus mesej audio anda?
nl: Wil je stoppen met opnemen en je spraakbericht weggooien?
pl: Czy na pewno chcesz zatrzymać nagrywanie i odrzucić wiadomość głosową?
pt_br: Deseja mesmo parar de gravar e descartar a sua mensagem de voz?
ru: Вы точно хотите прекратить запись и удалить голосовое сообщение?
sv: Är du säker på att stoppa inspelningen och radera röstmeddelandet?
tr: Kaydı durdurmak ve sesli mesajınızı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете зупинити записування та відхилити своє голосове повідомлення?
uz: Haqiqatan ovozli xabar yozishni toʻxtatib, uni rad etmoqchimisiz?
zh_cn: 您确定要停止录制并丢弃您的语音消息吗？
zh_tw: 您確定要停止錄製並丢棄您的語音訊息嗎？

# DiscardVoiceMessageTitle
source: Discard Voice Message
ar: تجاهل الرسالة الصوتية
be: Адхіліць галасавое паведамленне
ca: Descarta el missatge de veu
de: Sprachnachricht verwerfen
es: Descartar mensaje de voz
fa: حذف پیام صوتی
fi: Hylkää ääniviesti
fr: Effacer le message vocal
id: Hapus Pesan Suara
it: Scarta messaggio vocale
ko: 음성 메시지 삭제
ms: Hapus Mesej Suara
nl: Spraakbericht weggooien
pl: Odrzuć wiadomość głosową
pt_br: Descartar Mensagem de Voz
ru: Отмена голосового сообщения
sv: Avbryt röstinspelning
tr: Sesli Mesajı İptal Et
uk: Відхилити голосове повідомлення
uz: Ovozli xabarni rad etish
zh_cn: 取消语音消息录制
zh_tw: 取消語音訊息錄製

source: Disconnect
ar: فك الارتباط
be: Адлучыць
ca: Desconnecta
de: Trennen
es: Desconectar
fa: قطع اتصال
fi: Katkaise
fr: Se déconnecter
id: Terputus
it: Disconnetti
ko: 연결 끊기
ms: Putus
nl: Verbreken
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
sv: Koppla ner
tr: Bağlantıyı kes
uk: Відʼєднати
uz: Uzish

# DiscussChannel
source: channel
ar: قناة
be: канал
ca: canal
de: Kanal
es: canal
fa: کانال
fi: kanava
fr: canal
it: canale
ko: 채널
ms: saluran
nl: kanaal
pl: kanał
pt_br: canal
ru: канал
sv: kanal
tr: kanal
uk: канал
uz: kanal

source: Discussion
ar: المناقشات
be: Абмеркаванне
ca: Debat
de: Diskussion
es: Conversación
fa: بحث
fi: Keskustelu
id: Diskusi
it: Discussione
ko: 토론
ms: Diskusi
nl: Discussie
pl: Dyskusja
pt_br: Conversa
ru: Обсуждение
sv: Diskussion
tr: Tartışma
uk: Обговорення
uz: Muhokama

# DiscussionChannelGroupSetHelp
source: A link to **{0}** is shown to all subscribers in the bottom panel.
ar: يظهر رابط **⁨{0}⁩** لجميع المشتركين في الجزء السفلي من القناة.
be: Спасылка на **{0}** паказваецца ўсім падпісчыкам на ніжняй панэлі.
ca: Tots els subscriptors veuran a la part inferior un enllaç a **{0}**.
de: Ein Link zu **{0}** wird allen Abonnenten im unteren Bereich angezeigt.
es: Un enlace a **{0}** se muestra a todos los suscriptores en el panel inferior.
fa: یک لینک به **⁨{0}⁩** برای همه مشترکین در پایین پنل نشان داده می‌شود.
fi: Linkki ryhmään **{0}** näytetään kaikille tilaajille alapaneelissa.
fr: Un lien vers **{0}** sera affiché pour tous les abonnés en bas de leur écran.
id: Sambungan ke {0} akan terlihat untuk semua pelanggan di panel bawah.
it: A tutti gli iscritti viene mostrato un link a **{0}** nel pannello inferiore.
ko: **{0}** 링크가 모든 구독자에게 바닥 패널에서 보입니다.
ms: Link untuk {0} dipapar kepada semua pelanggan di panel di bawah.
nl: Een link naar **{0}** zal worden weergegeven aan alle abonnees in het onderpaneel.
pl: Link do **{0}** jest wyświetlany wszystkim subskrybentom w dolnym panelu.
pt_br: Um link para **{0}** é exibido no painel inferior para todos os inscritos.
ru: Подписчики смогут перейти в **{0}**, нажав на кнопку «Обсудить».
sv: En länk till **{0}** visas i underkanten hos alla medlemmar.
tr: Alt paneldeki tüm abonelere **{0}** bağlantısı gösterilir.
uk: Усі підписники бачать у вашому каналі кнопку «Обговорення», яка веде до групи **{0}**.
uz: **{0}** havolasi pastki panelda barcha obunachilarga koʻrinadi.

# DiscussionChannelGroupSetHelp2
source: **{0}** is selected as the group that hosts comments for your channel.
ar: تم تحديد **⁨{0}⁩** على أنها المجموعة التي سيتم استخدامها لاستضافة التعليقات لقناتك.
be: **{0}** выбрана ў якасці суполкі, дзе будуць размяшчацца каментарыі да допісаў канала.
ca: S'utilitzarà el grup **{0}** per a gestionar els comentaris del vostre canal.
de: **{0}** wurde als Gruppe für die Kanal-Kommentare ausgewählt.
es: **{0}** está seleccionado como el grupo que aloja los comentarios de tu canal.
fi: **{0}** on valittu ryhmäksi, jonne kanavan kommentit menevät.
fr: {0} est défini comme le groupe hébergeant les commentaires sur votre canal.
id: **{0}** dipilih sebagai grup untuk menampung komentar untuk channel Anda.
it: **{0}** è il gruppo che sarà usato per ospitare i commenti per il tuo canale.
ko: {0} 대화방이 채널의 댓글을 호스트할 그룹으로 선택되었습니다.
ms: **{0}** dipilih sebagai grup yang akan menempatkan komen untuk saluran anda.
nl: **{0}** is gekozen als groep waar opmerkingen voor je kanaal naartoe gaan.
pl: {0} jest wybraną grupą, która będzie używana do obsługi komentarzy dla twojego kanału.
pt_br: **{0}** foi selecionado como o grupo usado para armazenar os comentários do seu canal.
ru: В группе «{0}» будут появляться комментарии к публикациям канала.
sv: **{0}** är vald som värdgrupp för kommentarer i din kanal.
tr: **{0}**, kanalınızın yorumlarını barındırmak için kullanılacak grup olarak seçildi.
uk: Групу **{0}** встановлено як чат для зберігання коментарів для цього каналу.

# DiscussionChannelHelp
source: Select a group chat for discussion that will be displayed in your channel.
ar: تحديد مجموعة نقاشات ليتم عرضها في قناتك.
be: Выберыце суполку для абмеркаванняў, у якую можна будзе перайсці з вашага канала.
ca: Seleccioneu un grup per a debatre que es mostrarà al vostre canal.
de: Wähle einen Gruppenchat für Diskussionen aus, der in deinem Kanal angezeigt wird.
es: Elige el grupo de conversación que se mostrará en tu canal.
fa: یک گفتگوی گروهی را برای بحثی که در کانال شما نمایش داده خواهد شد، انتخاب کنید.
fi: Valitse keskusteluryhmä joka näytetään kanavallasi.
fr: Choisissez un groupe de discussion qui sera affiché dans votre canal.
id: Pilih grup untuk tempat diskusi yang akan ditampilan di channel Anda.
it: Seleziona una chat di gruppo per la discussione che sarà mostrata nel tuo canale.
ko: 채널 안에 표시될 토론 전용 그룹 대화방을 선택하세요.
ms: Pilih grup bual untuk diskusi yang akan dipapar di saluran anda.
nl: Kies een groepschat voor discussie die zal worden weergegeven in je kanaal.
pl: Wybierz czat grupowy do dyskusji, który będzie wyświetlany na twoim kanale.
pt_br: Escolha um grupo para conversas que será exibido em seu canal.
ru: Подписчики смогут перейти в группу, нажав на кнопку «Обсудить».
sv: Välj en gruppchatt för diskussioner som skall visas i din kanal.
tr: Kanalınızda görüntülenecek tartışma için bir grup sohbeti seçin.
uk: Виберіть групу, посилання на яку відображатиметься у вашому каналі.
uz: Kanalingizda koʻrsatiladigan muhokama uchun guruhni tanlang.

# DiscussionChannelHelp2
source: Everything you post in the channel will be forwarded to this group.
ar: كل ما تنشره في القناة سيتم تحويله إلى هذه المجموعة.
be: Усё, што вы размесціце ў канале, будзе перасылацца ў гэту суполку.
ca: Tot el que envieu al canal es reenviarà a aquest grup.
de: Alles, was du in diesem Kanal veröffentlichst, wird an die Gruppe weitergeleitet.
es: Todo lo que publiques en el canal será reenviado a este grupo.
fa: هر چیزی که در کانال ارسال کنید، به این گروه هدایت خواهد شد.
fi: Kaikki kanavalle lähetetty sisältö välitetään tähän ryhmään.
fr: Tout ce que vous publiez dans le canal sera transféré à ce groupe.
id: Semua yang Anda unggah ke dalam channel akan diteruskan ke grup ini.
it: Tutto ciò che pubblichi nel canale sarà inoltrato in questo gruppo.
ko: 채널에 게시하시는 모든 것이 이 그룹으로 전달됩니다.
ms: Apa yang anda pos di saluran akan dimajukan ke grup ini.
nl: Alles wat je plaatst in het kanaal zal worden doorgestuurd naar deze groep.
pl: Wszystko, co opublikujesz na kanale, zostanie przekazane do tej grupy.
pt_br: Tudo que você postar no canal será encaminhado para este grupo.
ru: Всё, что Вы публикуете в этом канале, будет автоматически пересылаться в группу.
sv: Allt du skickar i kanalen vidarebefordras till den här gruppen.
tr: Kanalda gönderdiğiniz her şey bu gruba iletilir.
uk: Усі нові публікації в каналі пересилатимуться до цієї групи.
uz: Kanalda siz nashr qilgan har bir post bu guruhga uzatiladi.

# DiscussionChannelHelp3
source: Select a group chat that will host comments from your channel.
ar: تحديد المجموعة التي ستستضيف التعليقات من قناتك.
be: Выберыце суполку, дзе будуць размяшчацца каментарыі да допісаў канала.
ca: Seleccioneu el grup que gestionarà els comentaris del canal.
de: Wähle eine Gruppe aus, die Kommentare aus deinem Kanal anzeigen soll.
es: Elige el grupo que alojará los comentarios de tu canal.
fi: Valitse ryhmäkeskustelu, jonne kanavan kommentit menevät.
fr: Choisissez un groupe de discussion qui hébergera les commentaires de votre canal.
id: Pilih grup yang akan menjadi tempat untuk menampung komentar dari channel Anda.
it: Seleziona una chat di gruppo che ospiterà i commenti dal tuo canale.
ko: 채널의 댓글들을 호스트할 그룹 대화방을 선택하세요.
ms: Pilih grup bual yang akan tempatkan komen dari saluran anda.
nl: Kies een groepschat waar de opmerkingen voor je kanaal naartoe gaan.
pl: Wybierz czat grupowy, w którym będą zamieszczane komentarze z twojego kanału.
pt_br: Selecione um grupo para armazenar os comentários do seu canal.
ru: Выберите группу, где будут появляться комментарии к публикациям канала.
sv: Markera en grupp som värdgrupp för kommentarer i din kanal.
tr: Kanalınızdaki yorumların barındırılacağı bir grup sohbeti seçin.
uk: Виберіть груповий чат, у якому зберігатимуться коментарі для цього каналу.
